/**
 *****************************************
 * Created by lifx
 * Created on 2018-10-11 13:45:15
 *****************************************
 */
'use strict';


/**
 *****************************************
 * 加载依赖
 *****************************************
 */
const path = require('path');


/**
 *****************************************
 * 设置加载规则
 *****************************************
 */
module.exports = {
    test: path.resolve(__dirname, './settings.json'),
    loader: path.resolve(__dirname, './script/loader.js')
};
